tap "homebrew/cask"

brew "gh"
brew "bash"
brew "coreutils"
brew "vim"
brew "neovim"
brew "rbenv"
brew "gnupg"
brew "go"
brew "rust"
brew "ripgrep"
brew "ffmpeg"

cask "alfred"
cask "docker"
cask "rectangle"
cask "iterm2"
cask "gpg-suite"
cask "visual-studio-code"
cask "slack"
cask "google-chrome"
cask "spotify"
cask "zoom"
cask "1password"
cask "rstudio"
cask "firefox"
cask "amazon-music"
cask "microsoft-teams"
cask "numi"
